{
    "home": {
        "quote": "\"No such thing as bad student, only bad teacher.\" —Mr. Miyagi, The Karate Kid",
        "blurb": "Elementary School Teacher, Web Developer, Programmer, Translator (Mandarin → English), D&D Forever DM, Cyclist",
        "intro": "Highly accomplished homeroom teacher with nearly a decade of experience teaching ESL, math, science, and language arts who has leveraged in-class games for engaging lessons, and who has utilized Python, advanced Excel techniques, and other tools to gain valuable insights into students and their behaviors all in order to better educate them."
    },
    "about": {
        "title": "About Me",
        "subtitle": "Learn more about my journey in teaching, web development, and how I bring these two passions together.",
        "content": "I'm a teacher, and yeah, it's my calling.",
        "content_2": "Hello there! My name is Michael Fitzgerald. I excel at using data in class and integrating technology. I have developed several websites to improve my and my students' in-class lives.",
        "content_3": "Everywhere I have been, I have developed new systems that were adopted by other teachers. At Better English, I created a shared materials system and revamped their onboarding for new teachers. At Avalon, I created a robust TOEFL curriculum using Google Suite, massively improving efficiency.",
        "content_4": "At Maple Bear, I had my largest impact. Not only did I integrate Google Suite, but I also began developing several websites, which were utilized by me and my colleagues. I also had a positive influence on my colleagues due to my \"teacher personality\", which stems from my teaching philosophy. At Younghoon, I took the initiative to develop a system to allow teachers to create bespoke AI tutors.",
        "content_5": "I love to learn and am always learning to live and to be a better teacher. My favorite process is the iterative process! Every time I do something in the classroom, I look for ways to make it better the next time."
    },
    "blog": {
        "title": "Blog",
        "subtitle": "Discover my thoughts and insights on teaching, web development, and how these fields intersect."
    },
    "philosophy": {
        "title": "Philosophy",
        "subtitle": "Mr. Miyagi said it best! This captures my philosophy perfectly. Dive in to discover why I wholeheartedly believe in this approach and how it shapes everything I do."
    },
    "projects": {
        "title": "Projects",
        "subtitle": "See how I made positive change at every place I have worked."
    },
    "resume": {
        "title": "Resume",
        "subtitle": "Explore my professional journey, highlighting the skills, experiences, and accomplishments that define my career path."
    },
    "testimonials": {
        "title": "Testimonials",
        "subtitle": "Discover what my colleagues and students have to say about me and the meaningful impact I have had on them. Ask me about the story of any!"
    },
    "webapps": {
        "title": "WebApps",
        "subtitle": "Explore the Web Apps I have built, why I built them, and how I use them in class."
    },
    "nav": {
        "home": "home",
        "about": "about",
        "blog": "blog",
        "philosophy": "philosophy",
        "projects": "projects",
        "resume": "resume",
        "stories": "stories",
        "testimonials": "testimonials",
        "webapps": "webapps"
    }
}
