{
    "home": {
        "quote": "\"나쁜 학생은 없고, 나쁜 선생만 있을 뿐이다.\" —미야기 선생님, 카라테 키드",
        "blurb": "초등학교 교사, 웹 개발자, 프로그래머, 번역가 (중국어 → 영어), D&D 영원한 DM, 자전거 애호가",
        "intro": "거의 10년간 ESL, 수학, 과학, 언어 예술을 가르친 뛰어난 담임교사로서, 수업 내 게임을 활용하여 흥미로운 수업을 진행하고, Python, 고급 Excel 기술 및 기타 도구를 사용하여 학생들과 그들의 행동에 대한 귀중한 통찰력을 얻어 그들을 더 잘 교육합니다."
    },
    "about": {
        "title": "소개",
        "subtitle": "교육과 웹 개발에서의 나의 여정, 그리고 이 두 가지 열정을 어떻게 결합하는지 알아보세요.",
        "content": "저는 교사입니다, 그리고 그렇습니다, 이것이 제 소명입니다.",
        "content_2": "안녕하세요! 제 이름은 마이클 피츠제럴드입니다. 저는 수업에서 데이터를 활용하고 기술을 통합하는 데 뛰어납니다. 저는 저와 제 학생들의 수업 생활을 향상시키기 위해 여러 웹사이트를 개발했습니다.",
        "content_3": "제가 있던 모든 곳에서, 저는 다른 교사들이 채택한 새로운 시스템을 개발했습니다. Better English에서 저는 공유 자료 시스템을 만들고 새로운 교사를 위한 온보딩을 개선했습니다. Avalon에서 저는 Google Suite를 사용하여 견고한 TOEFL 커리큘럼을 만들어 효율성을 크게 향상시켰습니다.",
        "content_4": "Maple Bear에서 저는 가장 큰 영향을 끼쳤습니다. 저는 Google Suite를 통합했을 뿐만 아니라, 저와 제 동료들이 활용한 여러 웹사이트를 개발하기 시작했습니다. 또한 제 교육 철학에서 비롯된 \"교사 성격\"으로 인해 동료들에게 긍정적인 영향을 주었습니다. Younghoon에서는 교사들이 맞춤형 AI 튜터를 만들 수 있는 시스템을 개발하기 위해 주도적으로 나섰습니다.",
        "content_5": "저는 배우는 것을 사랑하고 항상 더 나은 교사가 되기 위해 배우고 있습니다. 제가 가장 좋아하는 프로세스는 반복 프로세스입니다! 저는 교실에서 무언가를 할 때마다 다음번에 더 좋게 만들 방법을 찾습니다."
    },
    "blog": {
        "title": "블로그",
        "subtitle": "교육, 웹 개발, 그리고 이 분야들이 어떻게 교차하는지에 대한 저의 생각과 통찰을 발견하세요."
    },
    "philosophy": {
        "title": "철학",
        "subtitle": "미야기 선생님이 가장 잘 말씀하셨습니다! 이것은 제 철학을 완벽하게 담고 있습니다. 제가 왜 이 접근법을 전적으로 믿고 있으며, 그것이 제가 하는 모든 것에 어떻게 영향을 주는지 알아보세요."
    },
    "projects": {
        "title": "프로젝트",
        "subtitle": "제가 일했던 모든 곳에서 어떻게 긍정적인 변화를 이끌어냈는지 보세요."
    },
    "resume": {
        "title": "이력서",
        "subtitle": "제 전문적인 여정을 탐색하고, 제 경력 경로를 정의하는 기술, 경험, 업적을 강조합니다."
    },
    "testimonials": {
        "title": "추천글",
        "subtitle": "제 동료들과 학생들이 저에 대해 어떻게 말하는지, 그리고 제가 그들에게 어떤 의미 있는 영향을 끼쳤는지 알아보세요. 어떤 이야기든 저에게 물어보세요!"
    },
    "webapps": {
        "title": "웹앱",
        "subtitle": "제가 만든 웹앱을 탐색하고, 왜 만들었는지, 그리고 수업에서 어떻게 사용하는지 알아보세요."
    },
    "nav": {
        "home": "홈",
        "about": "소개",
        "blog": "블로그",
        "philosophy": "철학",
        "projects": "프로젝트",
        "resume": "이력서",
        "stories": "이야기",
        "testimonials": "후기",
        "webapps": "웹앱"
    }
}
